Revit 2024 API
AreaCreationData Properties
The AreaCreationData type exposes the following members.
Properties
Name | Description
TagPoint
 Specify the location of the area tag.
See Also
AreaCreationData Class
Autodesk.Revit.Creation Namespace